Repository: server-danchi-translators/Barotrauma-JPN-OmegaT
Catalog: tm/barotrauma_tuika.tmx
Source language: en_us
Languages: ja_jp

source: Mirror the entity horizontally. You can also use the shortcut Ctrl + N.
ja_jp: 水平に実体を反映しています。また、ショートカットのCtrl + Nを使用することができます

source: Mirror Y
ja_jp: ミラーY

source: Mirror the entity horizontally. You can also use the shortcut Ctrl + M.
ja_jp: 水平に実体を反映しています。また、ショートカットのCtrl + Mを使用することができます

source: The submarine contains gaps that aren't linked to any hulls. Gaps should always overlap with at least one hull (= a gap that leads outside the sub) or two hulls if it's a gap between rooms.
ja_jp: 潜水艦は、任意の船体にリンクされていないギャップが含まれています。それは部屋の間のギャップの場合のギャップは、常に少なくとも一つの船体（潜水艦外側リード=ギャップ）又は二殻と重複すべきです。

source: Cannot edit the submarines defined in the Vanilla content package!
ja_jp: バニラのコンテンツパッケージで定義された潜水艦を編集することはできません！

source: Insert oxygen tank to refill it
ja_jp: それを補充するために酸素ボンベを挿入

source: Privacy policy
ja_jp: 個人情報保護方針

source: Mission failed
ja_jp: ミッション失敗

source: WARNING: High pressure
ja_jp: 警告：高圧

source: Reactor temp. caution
ja_jp: 原子炉の温度。注意

source: Timeframe
ja_jp: 時間枠

source: Clamp min
ja_jp: クランプ分

source: Clamp max
ja_jp: クランプ最大

source: False output
ja_jp: 出力無効

source: Output type
ja_jp: 出力タイプ

source: Color
ja_jp: 色

source: Delay
ja_jp: ディレイ

source: Reset when signal received
ja_jp: 信号を受信したときにリセット

source: Reset when different signal received
ja_jp: 異なる信号を受信したときにリセット

source: Expression
ja_jp: 表現

source: Continuous output
ja_jp: 連続出力

source: Value
ja_jp: 値

source: Range X
ja_jp: 範囲X

source: Range Y
ja_jp: 範囲Y

source: Target signal
ja_jp: 目標信号

source: Channel
ja_jp: チャンネル

source: Hold to unequip
ja_jp: 長押しで装備を外す

source: Incendium Fuel Tank
ja_jp: インセンディウム燃料タンク

source: Physicorium Ammunition Box
ja_jp: サイコリウム弾薬箱

source: Physicorium Bolt
ja_jp: サイコリウムボルト

source: Do you want to help us make Barotrauma better?
ja_jp: 私たちがより良い気圧障害を手助けしたいですか？

source: Do you allow Barotrauma to send usage statistics and error reports to the developers? The data is anonymous, does not contain any personal information and is only used to help us diagnose issues and improve Barotrauma.
ja_jp: 圧外傷が開発者に使用統計とエラー報告を送信することができますか？データは匿名で、個人情報が含まれていないと私たちだけが問題を診断し、気圧障害を改善するために使用されます。

source: Mysteries lie ahead...
ja_jp: 謎が待ち受けて...

source: This area is unreachable in this version of Barotrauma. Please wait for future updates!
ja_jp: このエリアには、Barotraumaのこのバージョンでは到達不可能です。将来の更新のためにお待ちください！

source: charge_%
ja_jp: 電荷_％

source: proximity_sensor
ja_jp: 近接センサー

source: Welcome. Oxygen Levels: Nominal. Power Levels: Nominal. Radiation Levels: Suboptimal. Weather Forecast For Today: Cold and Damp.
ja_jp: ようこそ。酸素レベル：公称。パワーレベル：公称。放射線レベル：準最適。今日の天気予報：冷たい湿りました。

source: No response from the server. There may be a connection issue at the server's end.
ja_jp: サーバーからの応答がありません。サーバの最後に接続の問題があるかもしれません。

source: No-one seems to be in need of medical attention at the moment!
ja_jp: 誰が、現時点ではドクターの診察が必要であると思いません！

source: I don't think anyone needs medical attention at the moment.
ja_jp: 誰もが、現時点では、ドクターの診察を必要とは思いません。
